/* 
  Localizable.strings
  appdownloader

  Created by ByteDance on 2023/7/6.
  
*/
// pc_installer_capcut
"AppTitle" = "Πρόγραμμα εγκατάστασης CapCut για υπολογιστή";
"LvAppTitle" = "Πρόγραμμα εγκατάστασης Jianying για υπολογιστή";

// pc_installer_installed_already
"CheckInstalledMsgTitle" = "Συνέχεια με την εγκατάσταση;";
// pc_installer_reinstall
"CheckInstalledMsgBtnInstall" = "Εγκατάσταση";
// pc_installer_open_immediately
"CheckInstalledMsgBtnOpen" = "Άνοιγμα";
// pc_installer_cancel_n
"CheckInstalledMsgBtnCancel" = "Ακύρωση";
// pc_installer_version_latest
"CheckInstalledMsgHintText" = "Έχετε ήδη εγκατεστημένη μια παλιά έκδοση του CapCut (v%@). Μπορείτε να ανοίξετε την παλιά έκδοση ή να εγκαταστήσετε την τελευταία έκδοση για να αντικαταστήσετε την παλιά.";
"LvCheckInstalledMsgHintText" = "Έχετε ήδη εγκατεστημένη μια παλιά έκδοση του Jianying (v%@). Μπορείτε να ανοίξετε την παλιά έκδοση ή να εγκαταστήσετε την τελευταία έκδοση για να αντικαταστήσετε την παλιά.";

// pc_installer_download_cancel_title
"CancelDownloadMsgTitle" = "Διακοπή λήψης;";
// pc_installer_download_continue
"CancelDownloadMsgBtnContinue" = "Συνέχεια";
// pc_installer_download_cancel
"CancelDownloadMsgBtnCancel" = "Διακοπή";
// pc_installer_downloading_cancel
"CancelDownloadMsgHintText" = "Το τρέχον %d%% ληφθέν αρχείο δεν θα αποθηκευτεί.";

// pc_installer_download_failed_retry
"DownloadErrorHintText" = "Δεν ήταν δυνατή η λήψη. Δοκιμάστε ξανά.";
// pc_installer_retry
"BtnText_Retry" = "Επανάληψη";
// pc_installer_download_cancel
"BtnText_CancelDownload" = "Διακοπή";

"MultiLangBoxTitle" = "Language setting";
// save_pc
"BtnText_Save" = "Αποθήκευση";

//pc_insufficient_disk_space
"DownloadErrorHintText_Code6" = "Ανεπαρκής χώρος αποθήκευσης";

"BtnCheck_SystemTrayAutoboot" = "Εκκίνηση του tray κατά την εκκίνηση";

"DownloadErrorCodeHintText" = "Κωδικός σφάλματος: ";